import { ContentListType } from "./modejs";

export const values: ContentListType[] = [
    {id: 1, valueName:'История', 
       dates: {2013: "Реформа Российской академии наук", 2014: "Крым де-факто вошёл в состав России", 
       2015: "Допинговый скандал в ВФЛА, yбийство Немцова, национальная платёжная система «Мир»", 2016: "Закон Яровой",
       2017: "Путин в четвёртый раз вступил в должность президента", 2018: "Отстранить российскую сборную от зимних Олимпийских игр в южнокорейском Пхенчхане"
    }, active: false},
     {id: 2, valueName:'Наука', 
       dates: {2015: "Ученые сделали первый шаг по изменению ДНК", 2016: "Искусственному интеллекту покорилась самая сложная игра из всех когда-либо придуманных", 
       2017: "CRISPR отредактировал гены внутри человеческого тела", 2018: "Пересадка памяти одного живого существа другому",
       2019: "Ученые получили изображение очертаний черной дыры ", 2020: "Самые детальные фотографии Солнца"
    }, active: false},
    {id: 3, valueName:'Музыка', 
       dates: {2013: "Открытие ХХ Международного музыкального фестиваля «Харьковские ассамблеи»", 2014: "Воссоединение группы «Тату» на церемонии открытия Зимней Олимпиады в Сочи", 
       2015: "Конкурс песни Евровидение 2015", 2016: "ABBA воссоединилась на один день в золотом составе",
       2017: "16-й конкурс молодых исполнителей «Новая волна»", 2018: "Норвежский музыкальный проект Burzum прекращает свою деятельность"
    }, active: false},
    {id: 4, valueName:'Спорт', 
       dates: {2015: "Серебро на чемпионате мира по хоккею", 2016: "Федерация не допустила сборную России к участию в Олимпиаде", 
       2017: "МОК отобрал у России победу в Сочи-2014 и не пустил команду на Игры-2018", 2018: "Победа России на Юношеской летней Олимпиаде ",
       2019: "Мужская сборная России впервые в истории одержала победу в командном многоборье", 2020: "Российские фигуристы поедут в Монреаль за медалями чемпионата мира"
    }, active: false},
    {id: 5, valueName:'Экономика', 
       dates: {2013: "Стагнация российской экономики", 2014: "Валютный кризис в России", 
       2015: "Цены на нефть обновили многолетние минимумы", 2016: "обвалы на валютных биржах, ужесточение монетарной политики США",
       2017: "Заморозка добычи нефти в странах-экспортёрах", 2018: "ИПОТЕЧНЫЙ БУМ, ПЕНСИОННАЯ РЕФОРМА, БЕНЗИНОВЫЕ ВОЙНЫ"
    }, active: false},
    {id: 6, valueName:'Кино', 
       dates: {2015: "Звёздные войны: Пробуждение силы самый кассовый фильм года", 2016: "Первый мститель: Противостояние самый кассовый фильм года", 
       2017: "Звёздные войны: Последние джедаи самый кассовый фильм года", 2018: "Мстители: Война бесконечности самый кассовый фильм года",
       2019: "Мстители: Финал самый кассовый фильм года", 2020: "Клинок, рассекающий демонов: Бесконечный поезд самый кассовый фильм года"
    }, active: false},
];